

const DATA = [
{
h: "Алгебра множеств", 
t: `
... сведения по сабжу ...

<a href="https://ru.wikipedia.org/wiki/%D0%9A%D0%BE%D0%BC%D0%BF%D0%BB%D0%B5%D0%BA%D1%81%D0%BD%D0%BE%D0%B5_%D1%87%D0%B8%D1%81%D0%BB%D0%BE#%D0%9E%D1%81%D0%BD%D0%BE%D0%B2%D0%BD%D1%8B%D0%B5_%D0%BE%D1%82%D0%BB%D0%B8%D1%87%D0%B8%D1%8F_%D0%BA%D0%BE%D0%BC%D0%BF%D0%BB%D0%B5%D0%BA%D1%81%D0%BD%D1%8B%D1%85_%D1%87%D0%B8%D1%81%D0%B5%D0%BB_%D0%BE%D1%82_%D0%B2%D0%B5%D1%89%D0%B5%D1%81%D1%82%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D1%85" class="">Wikipedia</a> 
`,
a:["12345", "6789", "456"], 
b:["6789"], 
m: 3,
},
{
h: "Алгебра логики", 
t: `
Комплексное число состоит из вещественной и мнимой части.
В примере вещественная часть a = 2, мнимая bi = 3i.
Если вещественные и мнимые числа - это точки
на прямых, то комплексные числа - это точки на плоскости.
Чтоб сделать точку заметнее, добавляют линию - 
получается вектор.
     Тут надо сказать, что и вещественное, и мнимое число - 
частный случай числа комплексного. Когда b = 0, z 
делается вещественным числом. Когда a = 0, z становится 
мнимым числом.

Именно комплексные числа стали основным интструментом
в физике, технике, математике.
Например, основная теорема алгебры гласит: "Любое 
уравнение n-ой степени имеет ровно n комплексных корней."
`,
a:["a = 2", "bi = 3i", "z = a + bi"], m: 3,
},

];


